/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "附件 (%d)";

/* Old singular title format */
"AttachmentsKey" = "附件 (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "新增附件";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "拍攝照片";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "照片圖庫";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "已刪除附件 %d";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "檔案";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "取消";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "標題";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "註記";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "值";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "警告：FUIFormCell 目前 UITableViewController 的 navigationController 為 Null。FUIAttachmentsFormCell 和 ListPickerFormCell 無法正常運作。";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d 小時 %d 分鐘";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "持續期";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "小時";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "小時";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "分鐘";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "已選擇";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "全部";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "已選擇 (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "點兩下檢視 %d 個所選項目。";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "點兩下檢視所選項目。";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "是否要捨棄選擇？";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "捨棄更改";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "繼續編輯";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "套用";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "警告：由於 ListPickerFormCell 中的屬性 listPickerSearchResultsUpdating 為 Null，因此搜尋已停用。";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "全選";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "取消全選";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "關閉";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "更多";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "較少";

/* The string for switch button */
"SwitchBUttonKey" = "切換按鈕";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "開啟";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "關閉";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "點兩下切換設定";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "排序依據";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "未選擇";

/* Criterion view accessibility hint */
"CriterionHintKey" = "點兩下切換選擇";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "點兩下切換順序方向";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "此為 %@ 滑動軸，最大值為 %@ 且最小值為 %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "選擇元素時可上調/下調以更改滑動軸的值";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "目前值為 %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "目前值已更改為 %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "唯讀欄位";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "沒有剩餘更多字元";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "減少字元數量";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "替代輸入動作";

/* Button for accessibility voice over announcement */
"ButtonKey" = "按鈕";

/* Clear Text button title */
"ClearTextKey" = "清除內文";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "已清除輸入內文";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "點兩下開啟";

"DoubleTapToCollapseKey" = "點兩下收縮";

"DoubleTapToSelectFromList" = "點兩下從清單選擇";

"DoubleTapToSelect" = "點兩下選擇";

"DoubleTapToUnselect" = "點兩下取消選擇";

"FlashKey" = "Flash";

"FlashIsTurnedOnKey" = "已開啟 Flash";

"FlashIsTurnedOffKey" = "已關閉 Flash";

"DoubleTapToTurnOnFlashKey" = "點兩下以開啟 Flash";

"DoubleTapToTurnOffFlashKey" = "點兩下以關閉 Flash";

/* FUIStepperView tip */
"StepperTipKey" = "此為可編輯的控制值";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "此為無法編輯的控制值";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "最大值為 %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "最小值為 %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "按 1 增加值";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "按 1 減少值";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "目前值為";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "篩選";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "結果 \\(filteredNum)/\\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "顯示 \\(filteredNum) 個項目";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "重設";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "此為可編輯的滑動軸，最小值為 %@ 而最大值為 %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "此為無法編輯的滑動軸，最小值為 %@ 而最大值為 %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "此為可編輯的範圍滑動軸，最小值為 %@ 而最大值為 %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "此為無法編輯的範圍滑動軸，最小值為 %@ 而最大值為 %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "滑動軸值內文欄位";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "下限值內文欄位";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "上限值內文欄位";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "您可點兩下輸入特定值";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "滑動軸縮圖，目前值為";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "您可上下滑動來更改值";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "下限範圍滑動軸縮圖，目前值為";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "您可上下滑動來更改下限值";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "上限範圍滑動軸縮圖，目前值為";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "您可上下滑動來更改上限值";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "目前值為 %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "目前下限值為 %@，上限值為 %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d/%d 星";

/* FUIRatingControl hint */
"RatingControlHintKey" = "點兩下並左右拖曳來調整值";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "條碼掃描";

"BarcodeScanHintKey" = "點兩下掃描";

